[
  {
    "title": "Urgeschichte in Österreich - Venus von Willendorf",
    "shortDescription": "Die Urgeschichte Österreichs reicht vom ersten Nachweis der Anwesenheit von Menschen auf österreichischem Boden bis zum Einsetzen der durch Schriftquellen belegbaren Geschichte, also bis zur Eroberung durch das Römische Reich. Dies umfasst etwa einen Zeitraum von vor 300.000 Jahren bis um Christi Geburt. Auch auf Grund der geographischen Besonderheiten war Österreich nicht zu allen Epochen gleichmäßig dicht besiedelt und einheitlich kulturell geprägt.<br/><br/>Die Venus von Willendorf wurde in Niederösterreich gefunden. Man schätzt ihr Alter auf 25 000 Jahre.",
    "description": "",
    "type": 0,
    "source": "https://www.oesterreich.com/de/staat/geschichte/ur-und-fruehgeschichte",
    "image": {
      "source": "https://upload.wikimedia.org/wikipedia/commons/d/d1/VenusWillendorf.jpg",
      "width": 50
    }
  },
  {
    "year": -15,
    "title": "Römer in Österreich",
    "shortDescription": "Nahezu 500 Jahre lang war das heutige Österreich ein Teil des Imperium Romanum. Im Jahre 15 v. Chr. unterwarfen die römischen Feldherren Drusus und Tiberius von Gallien und Italien aus die Räter der Ostschweiz, Tirols und des vorarlbergischen Rheintals. Zur gleichen Zeit kam es zur Besetzung des keltischen Königreichs Noricum. Es wurde im Jahr 15 v. Chr. unter Kaiser Augustus Teil des römischen Reichs.",
    "description": "Rund 500 Jahre war das heutige Österreich ein Teil des Römischen Reichs. Im Jahre 15 v. Chr. unterwarfen die römischen Feldherren Drusus und Tiberius von Gallien und Italien aus die Räter der Ostschweiz, Tirols und des vorarlbergischen Rheintals. Zur gleichen Zeit wurde das  keltische Königreich Noricum von den Römern besetzt. Im Jahr 15 v. Chr. wurde die Region schließlich unter Kaiser Augustus Teil des römischen Reichs. Der Einmarsch der Römer erfolgte hier allerdings friedlich und im Einverständnis mit den Norikern, denn schon lange pflegten sie enge wirtschaftliche und politische Beziehungen zu Rom. Zunächst behielt Noricum eine eingeschränkte Autonomie als tributpflichtiges Fürstentum, doch unter Kaiser Claudius (41–54 n. Chr.) wurde es endgültig eine römische Provinz. Die Hauptstadt war Virunum, welche nördlich des heutigen Klagenfurt lag. Nach und nach eroberten die Römer auch die weitern Gebiete des heutigen Österreich. Letztendlich war das Gebiet des heutigen Österreich auf drei römische Provinzen verteilt. Vorarlberg und Nordtirol gehörten zur Provinz Raetien, dessen Hauptstadt war Augusta Vindelicorum (Augsburg). Osttirol, Kärnten, Salzburg, Steiermark, Oberösterreich und das westliche Niederösterreich bildeten die Provinz Noricum mit der Hauptstadt Virunum. Das Wiener Becken und das Burgenland gehörten zur Provinz Pannonien mit Savaria und später Carnuntum als Verwaltungssitz. Manche Städte oder kleineren Orte in Österreich  haben ihren Ursprung bei den Kelten. Linz (Lentos) ist ein Beispiel dafür. Viele andere  Siedlungen wurden von den Römern gegründet.",
    "type": 0,
    "source": "https://www.zainoo.com/de/oesterreich/die-roemer-in-%C3%96sterreich"
  },
  {
    "year": 600,
    "title": "Völkerwanderung durch Österreich",
    "shortDescription": "Nach dem Zusammenbruch des Römischen Reiches siedelten Slawen, Baiern, Awaren und andere germanische Völker auf das Gebiet des heutigen Österreichs. Die Besiedlungsgrenze zwischen Slawen und Bajuwaren entspricht in etwa der Linie Freistadt, Linz, Salzburg (Lungau), Osttirol (Lesachtal).",
    "description": "",
    "type": 0,
    "source": ""
  },
  {
    "year": 788,
    "title": "Österreich wird Teil des Frankenreiches",
    "shortDescription": "Nach der Christianisierung und dem Ende des bairischen Stammesherzogtum wurde Österreich eine Grenzmark, auch Awarenmark genannt, des großen Frankenreiches. Das kostbarste Denkmal des Herzogs Tassilo ist der sogenannte Tassilokelch, der in Salzburg ausgearbeitet wurde. Die Inschrift lautet: Tassilo dux fortis – Liutpirc virga regalis, auf deutsch: mächtiger Herzog Tassilo – königliche Jungfrau Liutberga. Der Kelch befindet sich im Stift Kremsmünster.",
    "description": "",
    "type": 0,
    "source": "",
    "image": {
      "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Tassilokelch_in_Aachen.jpg/1200px-Tassilokelch_in_Aachen.jpg",
      "width": 35
    }
  },
  {
    "year": 1938,
    "title": "Anschluss Österreichs an das Dritte Reich",
    "shortDescription": "Als „Anschluss“ Österreichs oder kurz „Anschluss“ werden seit 1938 vor allem die Vorgänge bezeichnet, mit denen österreichische und deutsche Nationalsozialisten im März 1938 die Eingliederung des Bundesstaates Österreich in das nationalsozialistische Deutsche Reich veranlassten.<br><br>Die erste Republik fand hier ihr Ende.",
    "description": "In der Nacht vom 11. auf den 12. März 1938 lösten nach telefonischen Drohungen von Hermann Göring noch vor dem Einmarsch deutscher Truppen österreichische Nationalsozialisten das austrofaschistische Ständestaatsregime ab. Vom 12. März an übernahmen Wehrmacht-, SS- und Polizeieinheiten das Kommando. Die vom Bundespräsidenten Wilhelm Miklas in dieser Nacht bestellte nationalsozialistische Bundesregierung unter Arthur Seyß-Inquart führte am 13. März 1938 im Auftrag von Adolf Hitler, der tags zuvor in Österreich eingetroffen war, den „Anschluss“ administrativ durch. Er bewirkte sukzessive das völlige Aufgehen Österreichs im Deutschen Reich und die Beteiligung vieler Österreicher an den nationalsozialistischen Verbrechen. Beträchtliche Teile der österreichischen Bevölkerung begrüßten den „Anschluss“ mit Jubel, für andere, insbesondere die Juden Österreichs, bedeutete der „Anschluss“ Entrechtung, Enteignung und Terror.\nDurch das am 13. März durch die Bundesregierung beschlossene Bundesverfassungsgesetz über die Wiedervereinigung Österreichs mit dem Deutschen Reich endete die rechtliche Existenz des diktatorischen österreichischen Bundesstaates. Die 1945 wiedererrichtete Republik Österreich hält den „Anschluss“ ex tunc (von Anfang an) für nichtig. Ihre Staatlichkeit und die Folgen für den Fortbestand Österreichs in den Jahren 1938 bis 1945 sind umstritten.<br>Die Herrschaft des Nationalsozialismus währte in Wien und Umgebung bis zur Eroberung Wiens durch die Rote Armee Mitte April 1945. Der „Anschluss“ wurde in der Unabhängigkeitserklärung vom 27. April 1945 als „null und nichtig“ erklärt. In vielen anderen Landesteilen Österreichs endete das NS-Regime erst mit dem Ende des Zweiten Weltkrieges im Mai 1945; so wurde die Tiroler Landeshauptstadt Innsbruck von österreichischen Widerstandskämpfern, die das NS-Regime abgelöst hatten, am 3. Mai 1945 an die einmarschierenden Verbände der US-Armee übergeben.",
    "type": 0,
    "source": "https://de.wikipedia.org/wiki/Anschluss_%C3%96sterreichs"
  }
]
